{
  "todos": [
    {
      "id": 1,
      "text": "read books",
      "isDone": false,
      "isEdit": false
    },
    {
      "id": 2,
      "text": "workout",
      "isDone": false,
      "isEdit": false
    },
    {
      "id": 3,
      "text": "study",
      "isDone": false,
      "isEdit": false
    },
    {
      "id": 4,
      "text": "programing",
      "isDone": false,
      "isEdit": false
    }
  ],
  "posts": [
    {
      "id": 1,
      "title": "Forest Wisdom",
      "author": "John Muir",
      "body": "The clearest way into the universe is through a forest wilderness.",
      "image": "image-1.jpg"
    },
    {
      "id": 2,
      "title": "Eternal Renewal",
      "author": "Kevin Starr",
      "body": "The Golden Gate Bridge's daily painting is an eternal process of renewal.",
      "image": "image-2.jpg"
    },
    {
      "id": 3,
      "title": "Snow Serenade",
      "author": "Luna Winter",
      "body": "Amongst the pristine peaks, the snow mountain stands tall, whispering tales of ancient winds and silent dreams.",
      "image": "image-3.jpg"
    },
    {
      "id": 4,
      "title": "Desert Wisdom",
      "author": "Robert Edison Fulton",
      "body": "The desert tells a different story every time one ventures on it.",
      "image": "image-4.jpg"
    },
    {
      "id": 5,
      "title": "Culinary Passion",
      "author": "Harriet Van Horne",
      "body": "Cooking is like love, it should be entered into with abandon or not at all.",
      "image": "image-4.jpg"
    },
    {
      "id": 6,
      "title": "Whimsical Flights",
      "author": "Aira Sky",
      "body": "Balloons are like thoughts; they take us high above the ordinary, allowing us to see the world from a new perspective, reminding us that sometimes it's okay to let go and float in the winds of imagination, to soar among the clouds of dreams.",
      "image": "image-6.jpg"
    },
    {
      "id": 7,
      "title": "Life's Interruptions",
      "author": "John Lennon",
      "body": "Life is what happens when you're busy making other plans",
      "image": "image-7.jpg"
    },
    {
      "id": 8,
      "title": "Path through the Jungle",
      "author": "Unknown",
      "body": "Sometimes the path may seem overgrown in the jungle of life, but remember, even the densest undergrowth gives way to the persistent traveler",
      "image": "image-8.jpg"
    },
    {
      "id": 9,
      "title": "Mystical Adventures",
      "author": "Aria Summers",
      "body": "In the heart of the Loot Desert, treasures are often disguised as mirages, waiting for courageous souls to unravel their mysteries.",
      "image": "image-9.jpg"
    },
    {
      "id": 10,
      "title": "Be yourself",
      "author": "Oscar Wilde",
      "body": "Be yourself; everyone else is already taken.",
      "image": "image-10.jpg"
    }
  ],
  "comments": [
    {
      "id": 1,
      "post-id": 1,
      "body": "This quote really makes me appreciate the beauty and mystery of nature. It's amazing how being in a forest can make you feel so connected to something greater than yourself."
    },
    {
      "id": 2,
      "post-id": 1,
      "body": "Absolutely love this quote! It really captures the feeling of awe and wonder that nature can inspire. The forest truly is a gateway to something bigger and more profound."
    },
    {
      "id": 3,
      "post-id": 1,
      "body": "John Muir had such a deep appreciation for the natural world, and this quote is a perfect example of that. It makes me want to go out and explore a forest right now!"
    },
    {
      "id": 4,
      "post-id": 2,
      "body": " Such a profound way to describe the maintenance work on such an iconic structure. It really puts into perspective the effort required to keep it looking fresh and vibrant."
    },
    {
      "id": 5,
      "post-id": 3,
      "body": " The imagery in this quote is breathtaking, truly capturing the majestic beauty of snow-capped mountains"
    },
    {
      "id": 6,
      "post-id": 3,
      "body": "Snow Serenade evokes a sense of tranquility and wonder, making me yearn for a journey to such a serene place "
    },
    {
      "id": 7,
      "post-id": 3,
      "body": "Reading this quote makes me long for an adventure in the vast expanse of the snow-topped peaks, where every step is a story waiting to unfold."
    },
    {
      "id": 8,
      "post-id": 4,
      "body": "The beauty of the desert lies in its ability to constantly surprise and inspire those who venture into its vast landscapes. This quote resonates with me on so many levels."
    },
    {
      "id": 9,
      "post-id": 5,
      "body": "This quote perfectly captures the essence of cooking as a passionate endeavor. I couldn't agree more with the sentiment expressed here"
    },
    {
      "id": 10,
      "post-id": 5,
      "body": "Cooking with abandon truly brings out the best flavors in the dish. Harriet Van Horne is spot on with this quote!"
    },
    {
      "id": 11,
      "post-id": 5,
      "body": "I've always believed that cooking with love and passion makes all the difference in the final result. This quote resonates deeply with me."
    },
    {
      "id": 12,
      "post-id": 6,
      "body": "The imagery in this quote is so striking. Letting go of happiness is like releasing a balloon into the sky, never to return."
    },
    {
      "id": 13,
      "post-id": 6,
      "body": "I love the analogy of happiness being like a balloon. So true that we need to hold onto it tight."
    },
    {
      "id": 14,
      "post-id": 7,
      "body": "This quote really makes you think about how we get caught up in our plans and sometimes miss out on actually living life in the present moment."
    },
    {
      "id": 15,
      "post-id": 7,
      "body": "John Lennon always had a way with words, and this quote is so true. We often forget to appreciate the journey while striving for our goals."
    },
    {
      "id": 16,
      "post-id": 7,
      "body": "It's a reminder to stay present and embrace the unexpected moments that make up our lives. Great insight from John Lennon."
    },
    {
      "id": 17,
      "post-id": 7,
      "body": "This quote hits home for me. I've spent so much time planning for the future that I forget to enjoy the beauty of today."
    },
    {
      "id": 18,
      "post-id": 8,
      "body": "This quote really resonates with me. It's a reminder that perseverance can lead us through the toughest of times."
    },
    {
      "id": 19,
      "post-id": 8,
      "body": "So true. The road may be tough, but as long as we keep moving forward, we will find our way out of the thicket."
    },
    {
      "id": 20,
      "post-id": 9,
      "body": "The concept of the Loot Desert is so intriguing. This quote inspires me to embark on my own adventure, ready to uncover the unexpected."
    },
    {
      "id": 21,
      "post-id": 10,
      "body": "Such a simple yet powerful reminder to embrace our individuality. Love this quote!"
    },
    {
      "id": 22,
      "post-id": 10,
      "body": "Oscar Wilde's wisdom shines through in this quote. It's important to stay true to who you are in a world constantly pushing conformity."
    },
    {
      "id": 23,
      "post-id": 10,
      "body": "This quote inspires self-acceptance and authenticity. A timeless piece of advice for anyone navigating life's challenges."
    }
  ],
  "cocCards": [
    {
      "title": "Barbarians",
      "level": 6,
      "training": 14,
      "speed": "Medium",
      "cost": 5,
      "desc": " A group of quick and versatile melee attackers."
    },
    {
      "title": "Hog Rider",
      "level": 10,
      "training": 4,
      "speed": "Fast",
      "cost": 4,
      "desc": "Fast melee troop that targets buildings and leaps over walls. Get ready to ride into battle"
    },
    {
      "title": "Electro Dragon",
      "level": 4,
      "training": 3.5,
      "speed": "Medium",
      "cost": 8,
      "desc": "Flying troop that deals chain lightning damage to multiple targets."
    },
    {
      "title": "Minion Horde",
      "level": 10,
      "training": 6,
      "speed": "Very Fast",
      "cost": 5,
      "desc": "Six fast, unarmored flying attackers. A swarm of danger awaits your foes"
    },
    {
      "title": "P.E.K.K.A",
      "level": 7,
      "training": 25,
      "speed": "Slow",
      "cost": 7,
      "desc": "A heavily armored, slow melee attacker. A true powerhouse on the battlefield"
    }
  ],
  "users": [
    {
      "id": 1,
      "firstName": "hamid",
      "lastNAme": "raha"
    },
    {
      "id": 2,
      "firstName": "reza",
      "lastNAme": "rezaee"
    },
    {
      "id": 3,
      "firstName": "ali",
      "lastNAme": "aliee"
    },
    {
      "id": "6a17",
      "lastName": "amiree"
    },
    {
      "id": "998e",
      "lastName": "amiree"
    },
    {
      "id": 4,
      "firstName": "amir",
      "lastName": "amiree"
    },
    {
      "id": 4,
      "firstName": "amir",
      "lastName": "amiree"
    },
    {
      "id": 4,
      "firstName": "amir",
      "lastName": "amiree"
    },
    {
      "id": 4,
      "firstName": "amir",
      "lastName": "amiree"
    },
    {
      "id": 7,
      "firstName": "demo",
      "lastName": "demoee"
    },
    {
      "id": 7,
      "firstName": "demo",
      "lastName": "demoee"
    },
    {
      "id": 7,
      "firstName": "demo",
      "lastName": "demoee"
    }
  ]
}